Repository: vzandli/GaugeZ
Catalog: GaugeZ/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, de, es, fil, fr, hi, it, ja, ko, mr, pt_br, ru, ta, te, tr, ur, vi, zh_hans, zh_hk

source: Extra usage
ar: استخدام إضافي
bn: অতিরিক্ত ব্যবহার
bs: Dodatno korištenje
de: Zusätzliche Nutzung
es: Uso adicional
fil: Karagdagang paggamit
fr: Utilisation supplémentaire
hi: अतिरिक्त उपयोग
it: Utilizzo extra
ja: 追加使用量
ko: 추가 사용량
mr: अतिरिक्त वापर
pt_br: Uso adicional
ru: Дополнительное использование
ta: கூடுதல் பயன்பாடு
te: అదనపు వినియోగం
tr: Ek kullanım
ur: اضافی استعمال
vi: Mức sử dụng bổ sung
zh_hans: 额外用量
zh_hk: 額外用量

source: Finished work
ar: اكتمل العمل
bn: কাজ সম্পন্ন
bs: Završen rad
de: Arbeit abgeschlossen
es: Tarea finalizada
fil: Natapos na trabaho
fr: Travail terminé
hi: कार्य समाप्त
it: Lavoro completato
ja: 作業完了
ko: 작업 완료됨
mr: काम पूर्ण झाले
pt_br: Trabalho concluído
ru: Работа завершена
ta: முடிந்த வேலை
te: పూర్తయిన పని
tr: Tamamlanan iş
ur: مکمل شدہ کام
vi: Công việc đã hoàn tất
zh_hans: 已完成工作
zh_hk: 已完成工作

source: For keyboard access, choose Usage… in the GaugeZ menu bar menu.
ar: للوصول عبر لوحة المفاتيح، اختر الاستخدام… من قائمة شريط قوائم GaugeZ.
bn: কীবোর্ড অ্যাক্সেসের জন্য, GaugeZ মেনু বার মেনুতে 'ব্যবহার…' নির্বাচন করুন।
bs: Za pristup putem tastature, odaberite Korištenje… u meniju aplikacije GaugeZ na traci s menijem.
de: Für Tastaturzugriff wählen Sie „Nutzung…“ im Menüleistenmenü von GaugeZ.
es: Para acceder mediante el teclado, elige Uso… en el menú de la barra de menús de GaugeZ.
fil: Para sa access gamit ang keyboard, piliin ang Paggamit… sa menu ng menu bar ng GaugeZ.
fr: Pour un accès au clavier, choisissez Utilisation… dans le menu de GaugeZ de la barre des menus.
hi: कीबोर्ड एक्सेस के लिए, GaugeZ मेनू बार मेनू में 'उपयोग…' चुनें।
it: Per l’accesso da tastiera, scegli Utilizzo… nel menu di GaugeZ nella barra dei menu.
ja: キーボードでアクセスするには、GaugeZのメニューバーメニューで「使用状況…」を選択してください。
ko: 키보드로 접근하려면 GaugeZ 메뉴 막대 메뉴에서 '사용량…'을 선택하십시오.
mr: कीबोर्ड अ‍ॅक्सेससाठी, GaugeZ मेनू बार मेनूमध्ये 'वापर…' निवडा.
pt_br: Para navegar pelo teclado, escolha Uso… no menu do GaugeZ na barra de menus.
ru: Для доступа с клавиатуры выберите «Использование…» в меню GaugeZ в строке меню.
ta: விசைப்பலகை அணுகலுக்கு, GaugeZ மெனு பார் மெனுவில் பயன்பாடு… என்பதைத் தேர்ந்தெடுக்கவும்.
te: కీబోర్డ్ యాక్సెస్ కోసం, GaugeZ మెనూ బార్ మెనూలో వినియోగం… ఎంచుకోండి.
tr: Klavye erişimi için GaugeZ menü çubuğu menüsünde Kullanım… ögesini seçin.
ur: کی بورڈ رسائی کے لیے، GaugeZ مینیو بار مینیو میں Usage… منتخب کریں۔
vi: Để truy cập bằng bàn phím, hãy chọn Mức sử dụng… trong menu thanh menu của GaugeZ.
zh_hans: 如需键盘访问，请在 GaugeZ 菜单栏菜单中选择“用量…”。
zh_hk: 如需使用鍵盤操作，請在 GaugeZ 選單列選單中選擇「用量…」。

source: Forget reading
ar: تجاهل القراءة
bn: রিডিং ভুলে যান
bs: Zaboravi očitanje
de: Messwert verwerfen
es: Olvidar lectura
fil: Kalimutan ang pagbasa
fr: Oublier le relevé
hi: डेटा भूल जाएं
it: Dimentica misurazione
ja: 読み取り値を消去
ko: 측정값 지우기
mr: रीडिंग विसरा
pt_br: Esquecer leitura
ru: Сбросить показания
ta: வாசிப்பை மற
te: రీడింగ్‌ను మర్చిపో
tr: Ölçümü unut
ur: ریڈنگ کو بھول جائیں
vi: Xóa số liệu đọc
zh_hans: 清除读数
zh_hk: 清除讀數

source: GLM unavailable
ar: GLM غير متوفر
bn: GLM অনুপলব্ধ
bs: GLM nije dostupan
de: GLM nicht verfügbar
es: GLM no disponible
fil: Hindi available ang GLM
fr: GLM indisponible
hi: GLM अनुपलब्ध
it: GLM non disponibile
ja: GLMは利用できません
ko: GLM을 사용할 수 없음
mr: GLM अनुपलब्ध
pt_br: GLM indisponível
ru: GLM недоступен
ta: GLM கிடைக்கவில்லை
te: GLM అందుబాటులో లేదు
tr: GLM kullanılamıyor
ur: GLM دستیاب نہیں ہے
vi: GLM không khả dụng
zh_hans: GLM 不可用
zh_hk: GLM 無法使用

source: GaugeZ Settings
ar: إعدادات GaugeZ
bn: GaugeZ সেটিংস
bs: GaugeZ postavke
de: GaugeZ-Einstellungen
es: Ajustes de GaugeZ
fil: Mga Setting ng GaugeZ
fr: Réglages de GaugeZ
hi: GaugeZ सेटिंग्स
it: Impostazioni di GaugeZ
ja: GaugeZ設定
ko: GaugeZ 설정
mr: GaugeZ सेटिंग्ज
pt_br: Ajustes do GaugeZ
ru: Настройки GaugeZ
ta: GaugeZ அமைப்புகள்
te: GaugeZ సెట్టింగ్‌లు
tr: GaugeZ Ayarları
ur: GaugeZ ترتیبات
vi: Cài đặt GaugeZ
zh_hans: GaugeZ 设置
zh_hk: GaugeZ 設定

source: GaugeZ Usage
ar: استخدام GaugeZ
bn: GaugeZ ব্যবহার
bs: Korištenje aplikacije GaugeZ
de: GaugeZ-Nutzung
es: Uso de GaugeZ
fil: Paggamit ng GaugeZ
fr: Utilisation de GaugeZ
hi: GaugeZ उपयोग
it: Utilizzo di GaugeZ
ja: GaugeZ 使用状況
ko: GaugeZ 사용량
mr: GaugeZ वापर
pt_br: Uso do GaugeZ
ru: Использование GaugeZ
ta: GaugeZ பயன்பாடு
te: GaugeZ వినియోగం
tr: GaugeZ Kullanımı
ur: GaugeZ کا استعمال
vi: Mức sử dụng GaugeZ
zh_hans: GaugeZ 用量
zh_hk: GaugeZ 用量

source: GaugeZ cannot read Grok Build’s auth.json. Check its file permissions, then retry.
ar: لا يمكن لـ GaugeZ قراءة auth.json الخاص بـ Grok Build. تحقق من أذونات الملف، ثم أعد المحاولة.
bn: GaugeZ Grok Build-এর auth.json পড়তে পারছে না। ফাইল অনুমতি পরীক্ষা করুন, তারপর আবার চেষ্টা করুন।
bs: GaugeZ ne može pročitati auth.json za Grok Build. Provjerite dozvole datoteke i pokušajte ponovo.
de: GaugeZ kann die auth.json von Grok Build nicht lesen. Überprüfen Sie die Dateiberechtigungen und versuchen Sie es erneut.
es: GaugeZ no puede leer el archivo auth.json de Grok Build. Comprueba sus permisos de archivo y vuelve a intentarlo.
fil: Hindi mabasa ng GaugeZ ang auth.json ng Grok Build. Suriin ang mga pahintulot sa file nito, pagkatapos ay subukang muli.
fr: GaugeZ ne peut pas lire le fichier auth.json de Grok Build. Vérifiez les autorisations du fichier, puis réessayez.
hi: GaugeZ Grok Build की auth.json नहीं पढ़ सकता। फ़ाइल अनुमतियां जांचें, फिर पुनः प्रयास करें।
it: GaugeZ non riesce a leggere il file auth.json di Grok Build. Controlla i permessi del file, quindi riprova.
ja: GaugeZはGrok Buildのauth.jsonを読み取れません。ファイルのアクセス権を確認して再試行してください。
ko: GaugeZ가 Grok Build의 auth.json을 읽을 수 없습니다. 파일 권한을 확인한 후 다시 시도하십시오.
mr: GaugeZ ला Grok Build ची auth.json वाचता येत नाही. फाइल परवानग्या तपासा, नंतर पुन्हा प्रयत्न करा.
pt_br: O GaugeZ não consegue ler o auth.json do Grok Build. Verifique as permissões do arquivo e tente novamente.
ru: GaugeZ не удается прочитать auth.json от Grok Build. Проверьте права доступа к файлу и повторите попытку.
ta: GaugeZ-ஆல் Grok Build-இன் auth.json கோப்பைப் படிக்க முடியவில்லை. கோப்பு அனுமதிகளைச் சரிபார்த்து, மீண்டும் முயற்சிக்கவும்.
te: GaugeZ Grok Build యొక్క auth.json ని చదవలేకపోతోంది. దాని ఫైల్ అనుమతులను తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
tr: GaugeZ, Grok Build'in auth.json dosyasını okuyamıyor. Dosya izinlerini denetleyip yeniden deneyin.
ur: GaugeZ، Grok Build کی auth.json فائل نہیں پڑھ سکتا۔ اس فائل کی اجازتیں چیک کریں، پھر دوبارہ کوشش کریں۔
vi: GaugeZ không thể đọc auth.json của Grok Build. Kiểm tra quyền của tệp rồi thử lại.
zh_hans: GaugeZ 无法读取 Grok Build 的 auth.json。请检查文件权限后重试。
zh_hk: GaugeZ 無法讀取 Grok Build 的 auth.json。請檢查其檔案權限，然後重試。

source: GaugeZ needs permission to read the Claude Code sign-in from your Keychain.
ar: يحتاج GaugeZ إلى إذن لقراءة تسجيل دخول Claude Code من سلسلة المفاتيح.
bn: আপনার কীচেন থেকে Claude Code সাইন-ইন পড়ার জন্য GaugeZ-এর অনুমতি প্রয়োজন।
bs: GaugeZ treba dozvolu za čitanje prijave za Claude Code iz Keychaina.
de: GaugeZ benötigt die Berechtigung, die Claude Code-Anmeldung aus Ihrem Schlüsselbund zu lesen.
es: GaugeZ necesita permiso para leer el inicio de sesión de Claude Code desde el Llavero.
fil: Kailangan ng GaugeZ ng pahintulot na basahin ang pag-sign in ng Claude Code mula sa iyong Keychain.
fr: GaugeZ a besoin de l’autorisation de lire la connexion de Claude Code dans votre trousseau d’accès.
hi: GaugeZ को आपके कीचेन से Claude Code साइन-इन पढ़ने के लिए अनुमति चाहिए।
it: GaugeZ necessita dell’autorizzazione per leggere l’accesso a Claude Code dal tuo Portachiavi.
ja: GaugeZがキーチェーンからClaude Codeのサインイン情報を読み取るには許可が必要です。
ko: GaugeZ가 키체인에서 Claude Code 로그인 정보를 읽으려면 권한이 필요합니다.
mr: GaugeZ ला तुमच्या कीचेनमधून Claude Code साइन-इन वाचण्यासाठी परवानगी आवश्यक आहे.
pt_br: O GaugeZ precisa de permissão para ler a sessão do Claude Code das Chaves.
ru: GaugeZ требуется разрешение на чтение данных входа Claude Code из Связки ключей.
ta: உங்கள் கீசெயினில் இருந்து Claude Code உள்நுழைவைப் படிக்க GaugeZ-க்கு அனுமதி தேவை.
te: మీ Keychain నుండి Claude Code సైన్-ఇన్‌ను చదవడానికి GaugeZకి అనుమతి అవసరం.
tr: GaugeZ'nin Anahtar Zincirinizden Claude Code girişini okumak için izne ihtiyacı var.
ur: GaugeZ کو آپ کی کی چین سے Claude Code کا سائن ان پڑھنے کی اجازت درکار ہے۔
vi: GaugeZ cần quyền đọc thông tin đăng nhập Claude Code từ Chuỗi khóa của bạn.
zh_hans: GaugeZ 需要权限以从钥匙串读取 Claude Code 登录凭据。
zh_hk: GaugeZ 需要權限以從「鑰匙圈」讀取 Claude Code 的登入資訊。

source: GaugeZ settings
ar: إعدادات GaugeZ
bn: GaugeZ সেটিংস
bs: Postavke aplikacije GaugeZ
de: GaugeZ-Einstellungen
es: Ajustes de GaugeZ
fil: Mga setting ng GaugeZ
fr: Réglages de GaugeZ
hi: GaugeZ सेटिंग्स
it: Impostazioni di GaugeZ
ja: GaugeZ設定
ko: GaugeZ 설정
mr: GaugeZ सेटिंग्ज
pt_br: Ajustes do GaugeZ
ru: Настройки GaugeZ
ta: GaugeZ அமைப்புகள்
te: GaugeZ సెట్టింగ్‌లు
tr: GaugeZ ayarları
ur: GaugeZ ترتیبات
vi: Cài đặt GaugeZ
zh_hans: GaugeZ 设置
zh_hk: GaugeZ 設定

source: GaugeZ settings (Right-click for options)
ar: إعدادات GaugeZ (انقر بزر الماوس الأيمن للخيارات)
bn: GaugeZ সেটিংস (বিকল্পগুলির জন্য রাইট-ক্লিক করুন)
bs: Postavke aplikacije GaugeZ (desni klik za opcije)
de: GaugeZ-Einstellungen (Rechtsklick für Optionen)
es: Ajustes de GaugeZ (clic secundario para opciones)
fil: Mga setting ng GaugeZ (Mag-right click para sa mga opsyon)
fr: Réglages de GaugeZ (Clic droit pour les options)
hi: GaugeZ सेटिंग्स (विकल्पों के लिए राइट-क्लिक करें)
it: Impostazioni di GaugeZ (Clic destro per le opzioni)
ja: GaugeZ設定（右クリックでオプション表示）
ko: GaugeZ 설정 (오른쪽 클릭하여 옵션 보기)
mr: GaugeZ सेटिंग्ज (पर्यायांसाठी राइट-क्लिक करा)
pt_br: Ajustes do GaugeZ (clique com o botão direito para opções)
ru: Настройки GaugeZ (правый клик для параметров)
ta: GaugeZ அமைப்புகள் (விருப்பங்களுக்கு வலது கிளிக் செய்யவும்)
te: GaugeZ సెట్టింగ్‌లు (ఆప్షన్ల కోసం రైట్-క్లిక్ చేయండి)
tr: GaugeZ ayarları (Seçenekler için sağ tıklayın)
ur: GaugeZ ترتیبات (آپشنز کے لیے رائٹ کلک کریں)
vi: Cài đặt GaugeZ (Bấm chuột phải để xem tùy chọn)
zh_hans: GaugeZ 设置（右键查看选项）
zh_hk: GaugeZ 設定（按右鍵查看選項）

source: GaugeZ stores only normalized usage observations—never tokens, credentials, or raw responses.
ar: يخزن GaugeZ ملاحظات الاستخدام الموحدة فقط — دون حفظ الرموز أو بيانات الاعتماد أو الاستجابات الأولية أبدًا.
bn: GaugeZ শুধুমাত্র সাধারণ ব্যবহারের তথ্য সংরক্ষণ করে—কখনোই টোকেন, লগইন তথ্য বা অপরিশোধিত প্রতিক্রিয়া নয়।
bs: GaugeZ pohranjuje samo normalizovana zapažanja korištenja—nikada tokene, prijavne podatke ili neobrađene odgovore.
de: GaugeZ speichert nur normalisierte Nutzungsdaten – niemals Token, Anmeldedaten oder Rohdaten.
es: GaugeZ solo almacena observaciones de uso normalizadas; nunca tokens, credenciales ni respuestas sin procesar.
fil: Nag-iimbak lamang ang GaugeZ ng mga na-normalize na obserbasyon sa paggamit—hindi kailanman mga token, kredensyal, o hilaw na tugon.
fr: GaugeZ n’enregistre que des observations d’utilisation normalisées — jamais de jetons, d’identifiants ou de réponses brutes.
hi: GaugeZ केवल सामान्यीकृत उपयोग विवरण संग्रहीत करता है—टोकन, क्रेडेंशियल या रॉ प्रतिक्रियाएं कभी नहीं।
it: GaugeZ memorizza solo osservazioni di utilizzo normalizzate, mai token, credenziali o risposte grezze.
ja: GaugeZは正規化された使用状況の観測値のみを保存し、トークン、認証情報、生レスポンスを保存することはありません。
ko: GaugeZ는 정규화된 사용량 관측값만 저장하며 토큰, 자격 증명 또는 원시 응답을 저장하지 않습니다.
mr: GaugeZ केवळ सामान्यीकृत वापर निरीक्षणे साठवते—कधीही टोकन्स, क्रेडेंशियल्स किंवा रॉ प्रतिसाद नाही.
pt_br: O GaugeZ armazena apenas dados de uso normalizados — nunca tokens, credenciais ou respostas brutas.
ru: GaugeZ сохраняет только нормализованные данные об использовании, без токенов, учетных данных и необработанных ответов.
ta: GaugeZ இயல்பாக்கப்பட்ட பயன்பாட்டு அவதானிப்புகளை மட்டுமே சேமிக்கிறது—டோக்கன்கள், நற்சான்றிதழ்கள் அல்லது மூல பதில்களை ஒருபோதும் சேமிக்காது.
te: GaugeZ సాధారణీకరించిన వినియోగ పరిశీలనలను మాత్రమే నిల్వ చేస్తుంది—టోకెన్లు, ఆధారాలు లేదా ముడి ప్రతిస్పందనలను ఎప్పటికీ నిల్వ చేయదు.
tr: GaugeZ yalnızca normalleştirilmiş kullanım gözlemlerini saklar; belirteçleri, kimlik bilgilerini veya ham yanıtları asla kaydetmez.
ur: GaugeZ صرف معمول کے مطابق استعمال کا ڈیٹا محفوظ کرتا ہے—کبھی بھی ٹوکنز، اسناد یا کچا رسپانس نہیں۔
vi: GaugeZ chỉ lưu các quan sát mức sử dụng đã chuẩn hóa—không bao giờ lưu token, thông tin xác thực hay phản hồi thô.
zh_hans: GaugeZ 仅存储规范化的用量观察数据，绝不存储 Token、凭据或原始响应。
zh_hk: GaugeZ 僅儲存標準化的用量觀測資料——絕不儲存權杖、憑證或原始回應。

source: GaugeZ usage rail
ar: شريط استخدام GaugeZ
bn: GaugeZ ব্যবহার রেল
bs: Traka korištenja aplikacije GaugeZ
de: GaugeZ-Nutzungsleiste
es: Barra de uso de GaugeZ
fil: Usage rail ng GaugeZ
fr: Rail d’utilisation GaugeZ
hi: GaugeZ उपयोग रेल
it: Barra di utilizzo di GaugeZ
ja: GaugeZ 使用状況レール
ko: GaugeZ 사용량 레일
mr: GaugeZ वापर रेल
pt_br: Barra de uso do GaugeZ
ru: Панель использования GaugeZ
ta: GaugeZ பயன்பாட்டு ரயில்
te: GaugeZ వినియోగ రైల్
tr: GaugeZ kullanım şeridi
ur: GaugeZ استعمال کی ریل
vi: Thanh viền đo mức sử dụng GaugeZ
zh_hans: GaugeZ 用量边栏
zh_hk: GaugeZ 用量邊欄

source: GaugeZ uses the sign-in from each enabled provider. Disable any you do not want it to read. Activity monitoring is optional and stays on this Mac.
ar: يستخدم GaugeZ تسجيل الدخول من كل مزود مُمكّن. عطّل أي مزود لا تريده أن يقرأه. مراقبة النشاط اختيارية وتبقى على هذا الـ Mac.
bn: GaugeZ প্রতিটি সক্ষম প্রদানকারীর সাইন-ইন ব্যবহার করে। আপনি যা চান না তা নিষ্ক্রিয় করুন। কার্যকলাপ পর্যবেক্ষণ ঐচ্ছিক এবং এই Mac-এই থাকে।
bs: GaugeZ koristi prijavu svakog omogućenog pružaoca usluge. Onemogućite one koje ne želite da čita. Praćenje aktivnosti je opcionalno i ostaje na ovom Macu.
de: GaugeZ nutzt die Anmeldung jedes aktivierten Anbieters. Deaktivieren Sie Anbieter, die nicht gelesen werden sollen. Die Aktivitätsüberwachung ist optional und verbleibt auf diesem Mac.
es: GaugeZ usa la sesión de cada proveedor habilitado. Desactiva los que no quieras que lea. El monitoreo de actividad es opcional y permanece en este Mac.
fil: Ginagamit ng GaugeZ ang pag-sign in mula sa bawat pinaganang provider. I-disable ang anuman na hindi mo gustong basahin nito. Opsyonal ang pagsubaybay sa aktibidad at nananatili sa Mac na ito.
fr: GaugeZ utilise la connexion de chaque fournisseur activé. Désactivez ceux que vous ne souhaitez pas lire. Le suivi de l’activité est facultatif et reste sur ce Mac.
hi: GaugeZ प्रत्येक सक्षम प्रदाता के साइन-इन का उपयोग करता है। जिसे आप नहीं चाहते उसे अक्षम करें। गतिविधि निगरानी वैकल्पिक है और इसी Mac पर रहती है।
it: GaugeZ usa l’accesso di ciascun provider abilitato. Disabilita quelli che non desideri leggere. Il monitoraggio dell’attività è opzionale e resta su questo Mac.
ja: GaugeZは有効な各プロバイダーのサインイン情報を利用します。読み取らせたくないプロバイダーは無効にしてください。アクティビティ監視は任意であり、このMac内でのみ処理されます。
ko: GaugeZ는 활성화된 각 제공자의 로그인 정보를 사용합니다. 읽기를 원하지 않는 제공자는 비활성화하십시오. 활동 모니터링은 선택 사항이며 이 Mac에만 유지됩니다.
mr: GaugeZ प्रत्येक सक्षम केलेल्या प्रदात्याचे साइन-इन वापरते. आपण वाचू इच्छित नसलेले कोणतेही अक्षम करा. क्रियाकलाप देखरेख पर्यायी आहे आणि या Mac वरच राहते.
pt_br: O GaugeZ usa a sessão iniciada de cada provedor ativado. Desative os que não quiser ler. O monitoramento de atividade é opcional e permanece neste Mac.
ru: GaugeZ использует вход каждого включенного провайдера. Отключите те, к которым не нужен доступ. Мониторинг активности необязателен и выполняется только на этом Mac.
ta: இயக்கப்பட்ட ஒவ்வொரு வழங்குநரின் உள்நுழைவையும் GaugeZ பயன்படுத்துகிறது. படிக்க வேண்டாதவற்றை முடக்கவும். செயல்பாட்டைக் கண்காணிப்பது விருப்பத்திற்குட்பட்டது, மேலும் இந்த Mac-லேயே இருக்கும்.
te: ప్రారంభించబడిన ప్రతి ప్రొవైడర్ నుండి GaugeZ సైన్-ఇన్‌ను ఉపయోగిస్తుంది. అది చదవకూడదనుకునే వాటిని డిసేబుల్ చేయండి. కార్యాచరణ పర్యవేక్షణ ఐచ్ఛికం మరియు ఈ Mac లోనే ఉంటుంది.
tr: GaugeZ, etkinleştirilen her sağlayıcının giriş bilgilerini kullanır. Okunmasını istemediklerinizi devre dışı bırakın. Etkinlik izleme isteğe bağlıdır ve bu Mac'te kalır.
ur: GaugeZ ہر فعال فراہم کنندہ کے سائن ان کا استعمال کرتا ہے۔ جسے آپ نہیں پڑھوانا چاہتے اسے غیر فعال کر دیں۔ سرگرمی کی نگرانی اختیاری ہے اور اسی Mac پر رہتی ہے۔
vi: GaugeZ sử dụng thông tin đăng nhập từ mỗi nhà cung cấp đã bật. Hãy tắt bất kỳ nhà cung cấp nào bạn không muốn đọc. Giám sát hoạt động là tùy chọn và chỉ lưu trên máy Mac này.
zh_hans: GaugeZ 会使用各已启用提供方的登录凭据。如不想读取某些提供方，请将其停用。活动监控为可选功能，且完全保留在此 Mac 上。
zh_hk: GaugeZ 使用各已啟用提供者的登入資訊。你可以停用不想讀取的提供者。活動監控為選用功能，且資料只會保留在此 Mac 上。

source: Gemini 5-hour limit
ar: Gemini حد ٥ ساعات
bn: Gemini 5 ঘণ্টার সীমা
bs: Gemini Ograničenje od 5 sati
de: Gemini 5-Stunden-Limit
es: Gemini Límite de 5 horas
fil: Gemini 5-oras na limitasyon
fr: Gemini Limite de 5 heures
hi: Gemini 5-घंटे की सीमा
it: Gemini Limite di 5 ore
ja: Gemini 5時間制限
ko: Gemini 5시간 한도
mr: Gemini 5 तासांची मर्यादा
pt_br: Gemini Limite de 5 horas
ru: Gemini Лимит на 5 часов
ta: Gemini 5-மணிநேர வரம்பு
te: Gemini 5-గంటల పరిమితి
tr: Gemini 5 saatlik sınır
ur: Gemini 5 گھنٹے کی حد
vi: Gemini Giới hạn 5 giờ
zh_hans: Gemini 5 小时上限
zh_hk: Gemini 5 小時上限

source: Gemini weekly limit
ar: Gemini الحد الأسبوعي
bn: Gemini সাপ্তাহিক সীমা
bs: Gemini Sedmično ograničenje
de: Gemini Wöchentliches Limit
es: Gemini Límite semanal
fil: Gemini Lingguhang limitasyon
fr: Gemini Limite hebdomadaire
hi: Gemini साप्ताहिक सीमा
it: Gemini Limite settimanale
ja: Gemini 週間上限
ko: Gemini 주간 한도
mr: Gemini साप्ताहिक मर्यादा
pt_br: Gemini Limite semanal
ru: Gemini Недельный лимит
ta: Gemini வாராந்திர வரம்பு
te: Gemini వారపు పరిమితి
tr: Gemini Haftalık sınır
ur: Gemini ہفتہ وار حد
vi: Gemini Giới hạn hàng tuần
zh_hans: Gemini 周度上限
zh_hk: Gemini 每週上限

source: General
ar: عام
bn: সাধারণ
bs: Općenito
de: Allgemein
fil: Pangkalahatan
fr: Général
hi: सामान्य
it: Generali
ja: 一般
ko: 일반
mr: सामान्य
pt_br: Geral
ru: Основные
ta: பொதுவானவை
te: సాధారణం
tr: Genel
ur: عمومی
vi: Cài đặt chung
zh_hans: 通用
zh_hk: 一般

source: GitHub Copilot reports no metered quotas.
ar: لا يُبلغ GitHub Copilot عن أي حصص محسوبة.
bn: GitHub Copilot কোনো পরিমাপযোগ্য কোটা রিপোর্ট করে না।
bs: GitHub Copilot ne prijavljuje mjerene kvote.
de: GitHub Copilot meldet keine gemessenen Kontingente.
es: GitHub Copilot no reporta cuotas medidas.
fil: Nag-uulat ang GitHub Copilot ng walang metered na quota.
fr: GitHub Copilot n’indique aucun quota mesuré.
hi: GitHub Copilot कोई मीटर्ड कोटा रिपोर्ट नहीं करता।
it: GitHub Copilot non segnala quote a consumo.
ja: GitHub Copilotから計測対象のクォータが報告されませんでした。
ko: GitHub Copilot에서 측정된 할당량을 보고하지 않았습니다.
mr: GitHub Copilot मोजलेले कोणतेही कोटा नोंदवत नाही.
pt_br: O GitHub Copilot não relata cotas tarifadas.
ru: GitHub Copilot сообщает об отсутствии тарифицируемых квот.
ta: GitHub Copilot அளவிடப்பட்ட ஒதுக்கீடுகள் எதையும் தெரிவிக்கவில்லை.
te: GitHub Copilot ఎటువంటి మీటర్ కోటాలను నివేదించలేదు.
tr: GitHub Copilot ölçülen bir kota bildirmiyor.
ur: GitHub Copilot کسی میٹرڈ کوٹہ کی اطلاع نہیں دیتا۔
vi: GitHub Copilot báo cáo không có hạn mức đo lường nào.
zh_hans: GitHub Copilot 未报告计量配额。
zh_hk: GitHub Copilot 回報沒有計量配額。

source: GitHub Copilot returned HTTP %lld.
ar: أرجع GitHub Copilot الرمز HTTP %lld.
bn: GitHub Copilot HTTP %lld প্রদান করেছে।
bs: GitHub Copilot je vratio HTTP %lld.
de: GitHub Copilot hat HTTP %lld zurückgegeben.
es: GitHub Copilot devolvió HTTP %lld.
fil: Nagbalik ang GitHub Copilot ng HTTP %lld.
fr: GitHub Copilot a renvoyé HTTP %lld.
hi: GitHub Copilot ने HTTP %lld लौटाया।
it: GitHub Copilot ha restituito HTTP %lld.
ja: GitHub CopilotからHTTP %lldが返されました。
ko: GitHub Copilot에서 HTTP %lld을(를) 반환했습니다.
mr: GitHub Copilot ने HTTP %lld दिला.
pt_br: O GitHub Copilot retornou HTTP %lld.
ru: GitHub Copilot вернул HTTP %lld.
ta: GitHub Copilot HTTP %lld வழங்கியது.
te: GitHub Copilot HTTP %lld అందించింది.
tr: GitHub Copilot HTTP %lld döndürdü.
ur: GitHub Copilot نے HTTP %lld واپس کیا۔
vi: GitHub Copilot đã trả về HTTP %lld.
zh_hans: GitHub Copilot 返回了 HTTP %lld。
zh_hk: GitHub Copilot 傳回 HTTP %lld。

source: GitHub Copilot returned an unsupported quota response.
ar: أرجع GitHub Copilot استجابة حصة غير مدعومة.
bn: GitHub Copilot অসমর্থিত কোটা প্রতিক্রিয়া প্রদান করেছে।
bs: GitHub Copilot je vratio nepodržan odgovor o kvoti.
de: GitHub Copilot hat eine nicht unterstützte Kontingent-Antwort zurückgegeben.
es: GitHub Copilot devolvió una respuesta de cuota no compatible.
fil: Nagbalik ang GitHub Copilot ng hindi sinusuportahang tugon sa quota.
fr: GitHub Copilot a renvoyé une réponse de quota non prise en charge.
hi: GitHub Copilot ने असमर्थित कोटा प्रतिक्रिया दी।
it: GitHub Copilot ha restituito una risposta di quota non supportata.
ja: GitHub Copilotからサポートされていないクォータ応答が返されました。
ko: GitHub Copilot에서 지원되지 않는 할당량 응답을 반환했습니다.
mr: GitHub Copilot ने असमर्थित कोटा प्रतिसाद दिला.
pt_br: O GitHub Copilot retornou uma resposta de cota não suportada.
ru: GitHub Copilot вернул неподдерживаемый ответ о квоте.
ta: GitHub Copilot ஆதரிக்கப்படாத ஒதுக்கீடு பதிலை வழங்கியது.
te: GitHub Copilot మద్దతు లేని కోటా ప్రతిస్పందనను అందించింది.
tr: GitHub Copilot desteklenmeyen bir kota yanıtı döndürdü.
ur: GitHub Copilot نے غیر معاون کوٹہ رسپانس دیا۔
vi: GitHub Copilot đã trả về phản hồi hạn mức không được hỗ trợ.
zh_hans: GitHub Copilot 返回了不支持的配额响应。
zh_hk: GitHub Copilot 傳回不受支援的配額回應。

source: Glass
ar: زجاجي
bn: গ্লাস
bs: Staklo
de: Glas
es: Cristal
fil: Salamin
fr: Verre
hi: ग्लास
it: Vetro
ja: グラス
ko: 유리
mr: ग्लास
pt_br: Vidro
ru: Стекло
ta: கண்ணாடி
te: గ్లాస్
tr: Cam
ur: شیشہ
vi: Kính
zh_hans: 毛玻璃
zh_hk: 玻璃

source: Glass transparency
ar: شفافية الزجاج
bn: গ্লাসের স্বচ্ছতা
bs: Prozirnost stakla
de: Glastransparenz
es: Transparencia del cristal
fil: Kalinawan ng salamin
fr: Transparence du verre
hi: ग्लास पारदर्शिता
it: Trasparenza vetro
ja: グラスの透明度
ko: 유리 투명도
mr: ग्लास पारदर्शकता
pt_br: Transparência do vidro
ru: Прозрачность стекла
ta: கண்ணாடி ஒளிபுகுதன்மை
te: గ్లాస్ పారదర్శకత
tr: Cam saydamlığı
ur: شیشے کی شفافیت
vi: Độ trong suốt của kính
zh_hans: 玻璃透明度
zh_hk: 玻璃透明度

source: Got it
ar: فهمت
bn: বুঝেছি
bs: Razumijem
de: Verstanden
es: Entendido
fil: Nakuha ko
fr: Compris
hi: समझ गया
it: Ho capito
ja: OK
ko: 확인
mr: समजले
pt_br: Entendi
ru: Понятно
ta: புரிந்தது
te: అర్థమైంది
tr: Anladım
ur: سمجھ گیا
vi: Đã hiểu
zh_hans: 知道了
zh_hk: 明白

source: Green
ar: أخضر
bn: সবুজ
bs: Zelena
de: Grün
es: Verde
fil: Berde
fr: Vert
hi: हरा
it: Verde
ja: グリーン
ko: 그린
mr: हिरवा
pt_br: Verde
ru: Зеленый
ta: பச்சை
te: ఆకుపచ్చ
tr: Yeşil
ur: سبز
vi: Xanh lá
zh_hans: 绿色
zh_hk: 綠色

source: Grok Build unavailable
ar: Grok Build غير متوفر
bn: Grok Build অনুপলব্ধ
bs: Grok Build nije dostupan
de: Grok Build nicht verfügbar
es: Grok Build no disponible
fil: Hindi available ang Grok Build
fr: Grok Build indisponible
hi: Grok Build अनुपलब्ध
it: Grok Build non disponibile
ja: Grok Buildは利用できません
ko: Grok Build를 사용할 수 없음
mr: Grok Build अनुपलब्ध
pt_br: Grok Build indisponível
ru: Grok Build недоступен
ta: Grok Build கிடைக்கவில்லை
te: Grok Build అందుబాటులో లేదు
tr: Grok Build kullanılamıyor
ur: Grok Build دستیاب نہیں ہے
vi: Grok Build không khả dụng
zh_hans: Grok Build 不可用
zh_hk: Grok Build 無法使用
